package org.dalol.scanamharic;

/**
 * @author Filippo Engidashet [filippo.eng@gmail.com]
 * @version 1.0.0
 * @since Saturday, 24/03/2018 at 23:14.
 */
public class asjlkas {

    public String gh() {
        return "ሀ\n" +
                "ሁ\n" +
                "ሂ\n" +
                "ሃ\n" +
                "ሄ\n" +
                "ህ\n" +
                "ሆ\n" +
                "ለ\n" +
                "ሉ\n" +
                "ሊ\n" +
                "ላ\n" +
                "ሌ\n" +
                "ል\n" +
                "ሎ\n" +
                "ሐ\n" +
                "ሑ\n" +
                "ሒ\n" +
                "ሓ\n" +
                "ሔ\n" +
                "ሕ\n" +
                "ሖ\n" +
                "መ\n" +
                "ሙ\n" +
                "ሚ\n" +
                "ማ\n" +
                "ሜ\n" +
                "ም\n" +
                "ሞ\n" +
                "ሠ\n" +
                "ሡ\n" +
                "ሢ\n" +
                "ሣ\n" +
                "ሤ\n" +
                "ሥ\n" +
                "ሦ\n" +
                "ረ\n" +
                "ሩ\n" +
                "ሪ\n" +
                "ራ\n" +
                "ሬ\n" +
                "ር\n" +
                "ሮ\n" +
                "ሰ\n" +
                "ሱ\n" +
                "ሲ\n" +
                "ሳ\n" +
                "ሴ\n" +
                "ስ\n" +
                "ሶ\n" +
                "ሸ\n" +
                "ሹ\n" +
                "ሺ\n" +
                "ሻ\n" +
                "ሼ\n" +
                "ሽ\n" +
                "ሾ\n" +
                "ቀ\n" +
                "ቁ\n" +
                "ቂ\n" +
                "ቃ\n" +
                "ቄ\n" +
                "ቅ\n" +
                "ቆ\n" +
                "በ\n" +
                "ቡ\n" +
                "ቢ\n" +
                "ባ\n" +
                "ቤ\n" +
                "ብ\n" +
                "ቦ\n" +
                "ቨ\n" +
                "ቩ\n" +
                "ቪ\n" +
                "ቫ\n" +
                "ቬ\n" +
                "ቭ\n" +
                "ቮ\n" +
                "ተ\n" +
                "ቱ\n" +
                "ቲ\n" +
                "ታ\n" +
                "ቴ\n" +
                "ት\n" +
                "ቶ\n" +
                "ቸ\n" +
                "ቹ\n" +
                "ቺ\n" +
                "ቻ\n" +
                "ቼ\n" +
                "ች\n" +
                "ቾ\n" +
                "ኀ\n" +
                "ኁ\n" +
                "ኂ\n" +
                "ኃ\n" +
                "ኄ\n" +
                "ኅ\n" +
                "ኆ\n" +
                "ነ\n" +
                "ኑ\n" +
                "ኒ\n" +
                "ና\n" +
                "ኔ\n" +
                "ን\n" +
                "ኖ\n" +
                "ኘ\n" +
                "ኙ\n" +
                "ኚ\n" +
                "ኛ\n" +
                "ኜ\n" +
                "ኝ\n" +
                "ኞ\n" +
                "አ\n" +
                "ኡ\n" +
                "ኢ\n" +
                "ኣ\n" +
                "ኤ\n" +
                "እ\n" +
                "ኦ\n" +
                "ከ\n" +
                "ኩ\n" +
                "ኪ\n" +
                "ካ\n" +
                "ኬ\n" +
                "ክ\n" +
                "ኮ\n" +
                "ኸ\n" +
                "ኹ\n" +
                "ኺ\n" +
                "ኻ\n" +
                "ኼ\n" +
                "ኽ\n" +
                "ኾ\n" +
                "ወ\n" +
                "ዉ\n" +
                "ዊ\n" +
                "ዋ\n" +
                "ዌ\n" +
                "ው\n" +
                "ዎ\n" +
                "ዐ\n" +
                "ዑ\n" +
                "ዒ\n" +
                "ዓ\n" +
                "ዔ\n" +
                "ዕ\n" +
                "ዖ\n" +
                "ዘ\n" +
                "ዙ\n" +
                "ዚ\n" +
                "ዛ\n" +
                "ዜ\n" +
                "ዝ\n" +
                "ዞ\n" +
                "ዠ\n" +
                "ዡ\n" +
                "ዢ\n" +
                "ዣ\n" +
                "ዤ\n" +
                "ዥ\n" +
                "ዦ\n" +
                "የ\n" +
                "ዩ\n" +
                "ዪ\n" +
                "ያ\n" +
                "ዬ\n" +
                "ይ\n" +
                "ዮ\n" +
                "ደ\n" +
                "ዱ\n" +
                "ዲ\n" +
                "ዳ\n" +
                "ዴ\n" +
                "ድ\n" +
                "ዶ\n" +
                "ጀ\n" +
                "ጁ\n" +
                "ጂ\n" +
                "ጃ\n" +
                "ጄ\n" +
                "ጅ\n" +
                "ጆ\n" +
                "ገ\n" +
                "ጉ\n" +
                "ጊ\n" +
                "ጋ\n" +
                "ጌ\n" +
                "ግ\n" +
                "ጎ\n" +
                "ጠ\n" +
                "ጡ\n" +
                "ጢ\n" +
                "ጣ\n" +
                "ጤ\n" +
                "ጥ\n" +
                "ጦ\n" +
                "ጨ\n" +
                "ጩ\n" +
                "ጪ\n" +
                "ጫ\n" +
                "ጬ\n" +
                "ጭ\n" +
                "ጮ\n" +
                "ጰ\n" +
                "ጱ\n" +
                "ጲ\n" +
                "ጳ\n" +
                "ጴ\n" +
                "ጵ\n" +
                "ጶ\n" +
                "ጸ\n" +
                "ጹ\n" +
                "ጺ\n" +
                "ጻ\n" +
                "ጼ\n" +
                "ጽ\n" +
                "ጾ\n" +
                "ፀ\n" +
                "ፁ\n" +
                "ፂ\n" +
                "ፃ\n" +
                "ፄ\n" +
                "ፅ\n" +
                "ፆ\n" +
                "ፈ\n" +
                "ፉ\n" +
                "ፊ\n" +
                "ፋ\n" +
                "ፌ\n" +
                "ፍ\n" +
                "ፎ\n" +
                "ፐ\n" +
                "ፑ\n" +
                "ፒ\n" +
                "ፓ\n" +
                "ፔ\n" +
                "ፕ\n" +
                "ፖ\n" +
                ".\n" +
                ".\n" +
                ".\n" +
                ",\n" +
                ":\n" +
                ";\n" +
                "፡\n" +
                "።\n" +
                "፣\n" +
                "፤\n" +
                "፥\n" +
                "፩\n" +
                "፪\n" +
                "፫\n" +
                "፬\n" +
                "፭\n" +
                "፮\n" +
                "፯\n" +
                "፰\n" +
                "፱\n" +
                "፲\n" +
                "፳\n" +
                "፴\n" +
                "፵\n" +
                "፶\n" +
                "፷\n" +
                "፸\n" +
                "፹\n" +
                "፺\n" +
                "፻";
    }

    public String sdd() {
        return "!\n" +
                "\"\n" +
                "#\n" +
                "$\n" +
                "%\n" +
                "&\n" +
                "'\n" +
                "(\n" +
                ")\n" +
                "*\n" +
                "+\n" +
                ",\n" +
                "-\n" +
                ".\n" +
                "/\n" +
                "0\n" +
                "1\n" +
                "2\n" +
                "3\n" +
                "4\n" +
                "5\n" +
                "6\n" +
                "7\n" +
                "8\n" +
                "9\n" +
                ":\n" +
                ";\n" +
                "<\n" +
                "=\n" +
                ">\n" +
                "?\n" +
                "@\n" +
                "A\n" +
                "B\n" +
                "C\n" +
                "D\n" +
                "E\n" +
                "F\n" +
                "G\n" +
                "H\n" +
                "I\n" +
                "J\n" +
                "K\n" +
                "L\n" +
                "M\n" +
                "N\n" +
                "O\n" +
                "P\n" +
                "Q\n" +
                "R\n" +
                "S\n" +
                "T\n" +
                "U\n" +
                "V\n" +
                "W\n" +
                "X\n" +
                "Y\n" +
                "Z\n" +
                "[\n" +
                "\\\n" +
                "]\n" +
                "_\n" +
                "a\n" +
                "b\n" +
                "c\n" +
                "d\n" +
                "e\n" +
                "f\n" +
                "g\n" +
                "h\n" +
                "i\n" +
                "j\n" +
                "k\n" +
                "l\n" +
                "m\n" +
                "n\n" +
                "o\n" +
                "p\n" +
                "q\n" +
                "r\n" +
                "s\n" +
                "t\n" +
                "u\n" +
                "v\n" +
                "w\n" +
                "x\n" +
                "y\n" +
                "z\n" +
                "{\n" +
                "|\n" +
                "}\n" +
                "~\n" +
                "¢\n" +
                "£\n" +
                "¥\n" +
                "§\n" +
                "©\n" +
                "«\n" +
                "®\n" +
                "°\n" +
                "»\n" +
                "é\n" +
                "ï\n" +
                "—\n" +
                "‘\n" +
                "’\n" +
                "“\n" +
                "”\n" +
                "€\n" +
                "ﬁ\n" +
                "ﬂ\n" +
                "\n" +
                "\n";
    }
    public String hjhd() {

        return "ሀ\tሁ\tሂ\tሃ\tሄ\tህ\tሆ\n" +
                "        ለ\tሉ\tሊ\tላ\tሌ\tል\tሎ\n" +
                "        ሐ\tሑ\tሒ\tሓ\tሔ\tሕ\tሖ\n" +
                "        መ\tሙ\tሚ\tማ\tሜ\tም\tሞ\n" +
                "        ሠ\tሡ\tሢ\tሣ\tሤ\tሥ\tሦ\n" +
                "        ረ\tሩ\tሪ\tራ\tሬ\tር\tሮ\n" +
                "        ሰ\tሱ\tሲ\tሳ\tሴ\tስ\tሶ\n" +
                "        ሸ\tሹ\tሺ\tሻ\tሼ\tሽ\tሾ\n" +
                "        ቀ\tቁ\tቂ\tቃ\tቄ\tቅ\tቆ\n" +
                "        በ\tቡ\tቢ\tባ\tቤ\tብ\tቦ\n" +
                "        ቨ\tቩ\tቪ\tቫ\tቬ\tቭ\tቮ\n" +
                "        ተ\tቱ\tቲ\tታ\tቴ\tት\tቶ\n" +
                "        ቸ\tቹ\tቺ\tቻ\tቼ\tች\tቾ\n" +
                "        ኀ\tኁ\tኂ\tኃ\tኄ\tኅ\tኆ\n" +
                "        ነ\tኑ\tኒ\tና\tኔ\tን\tኖ\n" +
                "        ኘ\tኙ\tኚ\tኛ\tኜ\tኝ\tኞ\n" +
                "        አ\tኡ\tኢ\tኣ\tኤ\tእ\tኦ\n" +
                "        ከ\tኩ\tኪ\tካ\tኬ\tክ\tኮ\n" +
                "        ኸ\tኹ\tኺ\tኻ\tኼ\tኽ\tኾ\n" +
                "        ወ\tዉ\tዊ\tዋ\tዌ\tው\tዎ\n" +
                "        ዐ\tዑ\tዒ\tዓ\tዔ\tዕ\tዖ\n" +
                "        ዘ\tዙ\tዚ\tዛ\tዜ\tዝ\tዞ\n" +
                "        ዠ\tዡ\tዢ\tዣ\tዤ\tዥ\tዦ\n" +
                "        የ\tዩ\tዪ\tያ\tዬ\tይ\tዮ\n" +
                "        ደ\tዱ\tዲ\tዳ\tዴ\tድ\tዶ\n" +
                "        ጀ\tጁ\tጂ\tጃ\tጄ\tጅ\tጆ\n" +
                "        ገ\tጉ\tጊ\tጋ\tጌ\tግ\tጎ\n" +
                "        ጠ\tጡ\tጢ\tጣ\tጤ\tጥ\tጦ\n" +
                "        ጨ\tጩ\tጪ\tጫ\tጬ\tጭ\tጮ\n" +
                "        ጰ\tጱ\tጲ\tጳ\tጴ\tጵ\tጶ\n" +
                "        ጸ\tጹ\tጺ\tጻ\tጼ\tጽ\tጾ\n" +
                "        ፀ\tፁ\tፂ\tፃ\tፄ\tፅ\tፆ\n" +
                "        ፈ\tፉ\tፊ\tፋ\tፌ\tፍ\tፎ\n" +
                "        ፐ\tፑ\tፒ\tፓ\tፔ\tፕ\tፖ\n" +
                "                .\t..\t,\t:\t;\n" +
                "፡\t።\t፣\t፤\t፥";
    }
}
